{
  "appInstalled": {
    "title": "Application missing",
    "message": "Please make sure you have {{type}} app installed",
    "noAppMessage": "Plase make sure you have at least one of Google Maps, Apple Maps or Waze installed"
  },
  "cannotUpgrade": {
    "title": "Download failed",
    "message": "There was a problem downloading the app. Please try again or manually select a version using the link below."
  },
  "cannotOpenUrl": {
    "title": "Link failed",
    "message": "There was a problem opening the link."
  },
  "errors": {
    "api": {
      "driverData": {
        "title": "Error getting route data",
        "message": "Try refreshing route data again. If the problem persists, contact your supervisor.",
        "refreshMessage": "Tap this message to reload route data. If the problem persists, contact your supervisor."
      }
    },
    "reports": {
      "data": {
        "title": "Pushing data to server failure!",
        "message": "There were failures in pushing your work to the server. Tap here to send data to your supervisor now!"
      },
      "retrySync": {
        "title": "Error synchronising data",
        "message": "Please try again or \"Send data to supervisor\". Your work may be lost unless it is pushed to the server or sent to your supervisor. Tap to retry."
      },
      "sendToSuper": {
        "title": "Error sending data to supervisor",
        "message": "Please try again. Your work may be lost unless it is pushed to the server or sent to your supervisor. Tap to dismiss."
      },
      "sync": {
        "title": "Error synchronising data",
        "message": "Please \"Send data to supervisor\". Your work may be lost unless it is pushed to the server or sent to your supervisor. Tap to dismiss."
      }
    },
    "vanChecks": {
      "mustComplyWithTerms": {
        "title": "Missing requirements",
        "message": "You need to comply with all terms to start your shift"
      }
    }
  },
  "success": {
    "reports": {
      "sendToSuper": {
        "title": "Successfully sent data to supervisor",
        "message": "Data sent to supervisor has been removed from the device. Tap to dismiss."
      },
      "sync": {
        "title": "Successfully pushed all your offline data!",
        "message": "All work data has been successfully pushed to the server. Tap to dismiss."
      }
    },
    "network": {
      "online": {
        "title": "Back online!",
        "message": "Any work that you’ve done while offline is now being synced with the server."
      }
    },
    "settings": {
      "biometrics": {
        "title": "Disable biometrics?",
        "message": "By disabling biometric authentication you will need to login with your email and password in the future."
      },
      "logout": {
        "title": "Why log out?",
        "message": "There's no need to log out of the Driver app. Simply open the app later on to check on updated or new routes assigned to you."
      },
      "offline": {
        "directions": {
          "title": "Delivery directions unavailable!",
          "message": "You’ve turned on delivery directions. The feature will automatically turn on whenever you come back online."
        },
        "logout": {
          "title": "Proceed with caution",
          "message": "Logging out while offline will clear all route data on the device and you will no longer be able to continue working until the device is back online."
        }
      }
    }
  }
}
